[
    {
        "title": "neimënster",
        "description": "Since its opening in 2004, neimënster is known as a place where art and culture are celebrated. As prestigious and historic event venue we host corporate or private events of all types and sizes. neimënster stands for irreproachable service and quality at one of the most unique and beautiful places of Luxembourg.  The venue of neimënster, also known as Neumünster Abbey, has conference rooms for 16 and up to 283 people, reception halls welcoming 70 to 500 people as well as dining rooms for up to 300 people. Moreover, large scale open-air events (up to 2000 people) can be held on the Parvis, the vast inner courtyard with breathtaking views of the Bock. All this while located in the heart of the old city of Luxembourg, listed as Unesco World Heritage. Only 300m away from two car parks neimënster can be easily reached by a short walk through Grund or Clausen, each with breathtaking views. Moreover, the Abbey is perfectly connected to public transport thanks to several bus stops close by.  The qualified staff is at your disposal to show you the premises and to organise your event. And since each event is unique, you will be offered tailor-made propositions in accordance with your needs and with the image you wish to convey.",
        "size": 1200,
        "price": 15000,
        "nopersons": 2000,
        "houseno": 28,
        "street": "rue Münster",
        "postcode": 2160,
        "locality": "Luxembourg",
        "coverphoto": "assets/propertypics/1/1-01.jpg",
        "providers_id": 1
    },
    {
        "title": "Chou Chou",
        "description": "Your Event Venue in the Heart of Luxembourg. Decorated with a vegetal touch and vintage chandeliers, the room combines modern and old in a warm and friendly atmosphere. ",
        "size": 450,
        "price": 3200,
        "nopersons": 250,
        "houseno": 41,
        "street": "rue du Bouillon",
        "postcode": 1248,
        "locality": "Luxembourg",
        "coverphoto": "assets/propertypics/2/2-01.jpg",
        "providers_id": 1
    },
    {
        "title": "Orangerie Echternach",
        "description": "The pavilion (Orangerie) was completed in 1736. The inventory of the abbey goods reports in 1797: Neuengarten or Orangerie-Garten, in which there are four hundred rooms and an orangery, the whole containing about eighty-four yards, the whole surrounded by walls. The venue is located in the heart of the abbey city of Echternach. Only the exterieur is available for events.",
        "size": 430,
        "price": 4800,
        "nopersons": 500,
        "houseno": null,
        "street": "Porte St. Willibrord",
        "postcode": 6586,
        "locality": "Echternach",
        "coverphoto": "assets/propertypics/3/3-01.jpg",
        "providers_id": 3
    },
    {
        "title": "Chapito",
        "description": "In Mondorf is the Casino 2000, a popular entertainment venue throughout the region, capable of producing a wide range of events and shows of all kinds. The Chapito space of the Casino 2000 in the spa town of Mondorf-les-Bains is the one intended for private events including weddings. It is a very large room with an impressive modularity and ultra modern. A high ceiling, avant-garde architecture, a large stage and giant light fixtures characterize the place. The hall of the room also allows to organize receptions that can accommodate several hundred people.",
        "size": 900,
        "price": 2800,
        "nopersons": 200,
        "houseno": null,
        "street": "Rue Th. Flammang",
        "postcode": 5618,
        "locality": "Mondorf-les-Bains",
        "coverphoto": "assets/propertypics/4/4-01.jpg",
        "providers_id": 4
    },
    {
        "title": "Urspelt Castle",
        "description": "The castle of Urspelt is situated in the eponymous village in the (far) north of Luxembourg. It is a prestigious establishment carrying out many weddings for a demanding clientele from Luxembourg and the nearby surrounding countries. The inner courtyard of the castle is particularity nice , able to receive a superb reception or even a secular ceremony in an enchanting and very well appointed setting.",
        "size": 570,
        "price": 6800,
        "nopersons": 180,
        "houseno": null,
        "street": "Am Schlass",
        "postcode": 9774,
        "locality": "Urspelt",
        "coverphoto": "assets/propertypics/5/5-01.jpg",
        "providers_id": 2
    },
    {
        "title": "Navitours",
        "description": "Located in the city center along the quays of Remich, the company Navitours offers you three cruise ships of different sizes, for different private or professional rental needs. Along the water on the Moselle, you can organize your wedding in a peaceful and original way on one of these boats. A decorator / florist belonging to the company will offer you a quality service on site at very interesting prices compared to an independent florist. The upper deck of each boat makes it possible to organize secular ceremonies outdoors, for a lively and unprecedented experience as I like them. Finally, a motorized buffet will come out of the ground to present the dessert and the mounted piece, for the greatest visual and gustatory pleasure of your guests. Navitours boats are also capable of accommodating several hundred people, for high-capacity weddings.",
        "size": 240,
        "price": 8450,
        "nopersons": 200,
        "houseno": null,
        "street": "Quai de la Moselle ",
        "postcode": 5553,
        "locality": "Remich",
        "coverphoto": "assets/propertypics/6/6-01.jpg",
        "providers_id": 2
    },
    {
        "title": "Greiwels Haff",
        "description": "In the middle of nature you can discover a rural and unique atmosphere. The barn offers you a rustic and warm setting to organize your personal parties. It gives you the opportunity to celebrate birthdays, weddings, staff party, baptism... similarly, there are ways to create your individual party according to your favourite theme or according to your choice of decoration. Welcome, come and discover the other farm!",
        "size": 330,
        "price": 7630,
        "nopersons": 130,
        "houseno": null,
        "street": null,
        "postcode": 8059,
        "locality": "Bertrange",
        "coverphoto": "assets/propertypics/7/7-01.jpg",
        "providers_id": 1
    },
    {
        "title": "Château de Colpach",
        "description": "Colpach Castle dates from the beginning of the 14th century. At the end of the 19th century, the castle became the summer residence of the Hungarian painter Munkácsy and his Luxembourgish wife. The composer Franz Liszt also stayed in Colpach before his death. In 1917, Émile Mayrisch, the Luxembourgish steel industrialist, bought the castle. Only the exterior is available at this venue.",
        "size": 270,
        "price": 1800,
        "nopersons": 185,
        "houseno": null,
        "street": "Rue d'Ell",
        "postcode": 8527,
        "locality": "Colpach-Bas",
        "coverphoto": "assets/propertypics/8/8-01.jpg",
        "providers_id": 3
    },
    {
        "title": "Hotel Bel-Air Echternach",
        "description": "The Bel-Air hotel welcomes you in its fully modular reception room. Depending on the size and format of your event you can enjoy all the services of the 4-star hotel and access to the beautiful gardens of the hotel in the middle of the Echternach forest. The hotel also has 35 rooms, a luxury restaurant, a Spa-Wellness area and 100 parking spaces.",
        "size": 200,
        "price": 3200,
        "nopersons": 200,
        "houseno": 1,
        "street": "Route de Berdorf",
        "postcode": 6409,
        "locality": "Echternach",
        "coverphoto": "assets/propertypics/9/9-01.jpg",
        "providers_id": 4
    },
    {
        "title": "Grand-Château d'Ansembourg",
        "description": "Ansembourg Castle was built in the first half of the 17th century by Thomas Bidart, a pioneer of the iron industry. It underwent a significant change in the 18th century when Bidart’s heirs were ennobled first as barons in 1728 and later as counts. The gardens were laid out in 1750. They include statues, stairs and decorative fountains in the style of the gardens of that period. Only the exterior is available at this venue.",
        "size": 200,
        "price": 800,
        "nopersons": 120,
        "houseno": 10,
        "street": "Rue de la Vallée",
        "postcode": 7411,
        "locality": "Ansembourg",
        "coverphoto": "assets/propertypics/10/10-01.jpg",
        "providers_id": 3
    },
    {
        "title": "Fond-de-Gras",
        "description": "The Fond-de-Gras was one of the most important mining centres in Luxembourg. However, the extraction of the underground ore ended in 1955. In 1964, a landslide on the Fond-de-Gras - Pétange railway line put a definitive end to all railway activity. Soon, volunteers hired to run a tourist train with historic steam locomotives. The first Train 1900 whistled in 1973.",
        "size": 220,
        "price": 1320,
        "nopersons": 140,
        "houseno": null,
        "street": null,
        "postcode": 4576,
        "locality": "Fond-de-Gras",
        "coverphoto": "assets/propertypics/11/11-01.jpg",
        "providers_id": 1
    },
    {
        "title": "Orangerie Mondorf",
        "description": "Located in the heart of the Spa Complex of Mondorf-les-Bains, the L'Orangerie room and its French garden are the ideal setting, very popular in the region, for the organization of a beautiful wedding. People come to get married from Luxembourg but also from the two surrounding borders. In addition to this beautiful room with romantic architecture with its chandeliers, moldings and high ceilings. The gardens and the thermal park make it easy to organize beautiful secular ceremonies outdoors and guests to enjoy a superbly flowered setting throughout their stay with the bride and groom.",
        "size": 540,
        "price": 12000,
        "nopersons": 450,
        "houseno": null,
        "street": "Avenue des Bains",
        "postcode": 6501,
        "locality": "Mondorf-les-Bains",
        "coverphoto": "assets/propertypics/12/12-01.jpg",
        "providers_id": 5
    },
    {
        "title": "Beaufort Castle",
        "description": "Since its construction, over 360 years ago and apart from a few additions and modifications during the last centuries, Beaufort’s Renaissance Castle has never suffered any damage and has remained virtually unchanged. It was built by a major Luxembourger, Jean Baron de Beck. Born in 1588 in Luxembourg-Grund, Jean Beck was the son of a riding messenger of the Luxembourg Provincial Council from Saarburg in Lorraine, France, and departed from a humble background to make a fantastic military career.",
        "size": 500,
        "price": 4860,
        "nopersons": 300,
        "houseno": 24,
        "street": "Rue du Château",
        "postcode": 6313,
        "locality": "Beaufort",
        "coverphoto": "assets/propertypics/13/13-01.jpg",
        "providers_id": 3
    },
    {
        "title": "Villa Vauban",
        "description": "The Villa Vauban was conceived to emphasize the historical character of its collections, consisting of art works acquired by wealthy private individuals in the 18th and 19th centuries. Nestled in the heart of a park designed by French architect Edouard André, the VIlla Vauban is a haven of peace right in the middle of the municipal park. Only exterior available for events.",
        "size": 120,
        "price": 6820,
        "nopersons": 50,
        "houseno": 18,
        "street": "Avenue Emile Reuter",
        "postcode": 2090,
        "locality": "Luxembourg",
        "coverphoto": "assets/propertypics/14/14-01.jpg",
        "providers_id": 4
    },
    {
        "title": "Amphitheatre Breechkaul",
        "description": "The „Amphitheater Breechkaul“ was erected in 1979 in a place, where in the Middle Ages, the rocks had been hollowed out to gain millstones. Many concerts and plays are performed on that location during summertime.",
        "size": 200,
        "price": 1100,
        "nopersons": 200,
        "houseno": null,
        "street": null,
        "postcode": 6551,
        "locality": "Berdorf",
        "coverphoto": "assets/propertypics/15/15-01.jpg",
        "providers_id": 1
    },
    {
        "title": "Château Wiltz Open Air Theatre",
        "description": "The large stage with the monumental four-part staircase from 1727, the forecourt of the stage, the courtyard, the castle gardens and the imposing silhouette of the feudal castle in the background, all together make this place a magnificent and prestigious open-air theater. Every year, from the end of June to the beginning of August, the well-known open-air festival takes place in Wiltz.",
        "size": 300,
        "price": 2800,
        "nopersons": 180,
        "houseno": 10,
        "street": "Rue de la Montagne",
        "postcode": 9538,
        "locality": "Wiltz",
        "coverphoto": "assets/propertypics/16/16-01.jpg",
        "providers_id": 5
    },
    {
        "title": "Domaine de la Gaichel",
        "description": "The Domaine de la Gaichel is an ideal place for the organization of private parties, weddings, birthdays and communions,.... Our unique setting allows us to organize evenings from 15 to 80 people. Our team is very attentive to make you spend an unforgettable evening under the sign of gastronomy, conviviality and luxury.",
        "size": 150,
        "price": 1200,
        "nopersons": 80,
        "houseno": null,
        "street": "Maison 5",
        "postcode": 8438,
        "locality": "Eischen",
        "coverphoto": "assets/propertypics/17/17-01.jpg",
        "providers_id": 5
    },
    {
        "title": "Altwies Mill",
        "description": "Located near Mondorf on the French border, is the small village of Altwies, with its mill. The establishment is in the image of its owner, and it is the adventure that awaits you here!  It features a beautiful reception on a beautiful pleasant and spacious terrace, you may continue with a meal in the upper room of the mill, dressed in exposed stones and raw beams, for a very successful character and a warm atmosphere guaranteed! The dance floor can be arranged at the top or bottom without any problem.",
        "size": 620,
        "price": 1450,
        "nopersons": 180,
        "houseno": null,
        "street": "Route de Luxembourg",
        "postcode": 6570,
        "locality": "Altwies",
        "coverphoto": "assets/propertypics/18/18-01.jpg",
        "providers_id": 2
    },
    {
        "title": "Château de Septfontaines",
        "description": "The castle was built in 1783-1784 by Jean-Francois and Pierre-Joseph Boch, who had opened their nearby porcelain factory in 1767, when Luxembourg was part of the Austrian Netherlands. The brothers had chosen Rollingergrund for their factory, as it offered all that was needed: clay, water and wood for the ovens.The rooms now testify to the success of the Boch brothers as porcelain of all shapes and sizes decorates the walls and the windows. Now available for business conferences and receptions.",
        "size": 400,
        "price": 9500,
        "nopersons": 120,
        "houseno": 326,
        "street": "Rue de Rollingergrund",
        "postcode": 2441,
        "locality": "Luxembourg",
        "coverphoto": "assets/propertypics/19/19-01.jpg",
        "providers_id": 4
    },
    {
        "title": "Château de Bourglinster",
        "description": "What could be more exciting than celebrating the most important day of your life in a castle? Say “I do” amidst the Luxembourg countryside and enjoy the ultimate service that takes the stress out of planning a wedding. Fulfil your dream wedding in one of our historic salons or enjoy a red-carpet event in our castle courtyard – you only have to say Yes!. Offering a unique charm of a 12th-century castle, Château de Bourglinster is well established in the Luxembourg region as an exclusive venue for your private party, corporate event or business dinner.",
        "size": 280,
        "price": 4260,
        "nopersons": 120,
        "houseno": 8,
        "street": "Rue du Château",
        "postcode": 6162,
        "locality": "Bourglinster",
        "coverphoto": "assets/propertypics/20/20-01.jpg",
        "providers_id": 3
    }
    
]
